use yataberyouhin;

INSERT INTO review_info(user_id, product_id, evaluation, review_detail, insert_date)
VALUES
("f", 1, 0, "これくまじゃなくないですか！？", NOW()),
("f", 2, 4, "毎週買ってます", NOW()),
("f", 3, 3, "飛鳥文化アタック！", NOW()),
("f", 4, 2, "あまり内容が充実してません", NOW()),
("f", 5, 4, "おすすめです！", NOW()),
("f", 6, 3, "まあ、漫画ですね。間違いなく漫画です。", NOW()),
("f", 7, 3, "これは完全に初心者向けですね", NOW()),
("f", 8, 1, "理解できませんでした泣", NOW()),
("f", 9, 5, "美味しいご飯が炊けました！", NOW()),
("f", 10, 2, "これはぼったくりですね", NOW()),
("f", 11, 0, "大きすぎて私の家に入らなかったです", NOW()),
("f", 12, 4, "特に不便なく使用できてます", NOW()),
("f", 13, 5, "可愛いのでお気に入りです", NOW()),
("f", 14, 2, "割に合わない高い買い物をしてしまった", NOW()),
("f", 15, 4, "ちょうどいい大きさです", NOW()),
("f", 16, 2, "使いにくい", NOW()),
("f", 17, 3, "くまですね", NOW()),
("f", 18, 1, "難しすぎません？！", NOW()),
("f", 19, 5, "娘のために購入しました", NOW()),
("f", 20, 4, "くまが可愛くて癒されます", NOW()),
("f", 21, 4, "面白いです！はまってます！", NOW()),
("f", 22, 1, "アプデしたら重くなった", NOW()),
("f", 23, 3, "購入してよかった", NOW()),
("f", 24, 3, "他の色も販売してほしいです", NOW());